Repository: SolidCharity/saasadmin
Catalog: apps/customer/locale/*/LC_MESSAGES/django.po
Languages: de

source: Personal Details
de: Persönliche Daten

source: Save changes
de: Änderungen speichern

source: Contract Details
de: Vertrag

source: This is a free unlimited test.
de: Das ist ein zeitlich unbegrenzter kostenloser Test.

source: You can upgrade your contract anytime to show your appreciation of the service.
de: Sie können Ihren Vertrag jederzeit auf einen bezahlten Vertrag umstellen, um Ihre Wertschätzung für diesen Dienst auszudrücken.

source: This is a free test, limited for %(periodLength)s.
de: Das ist ein kostenloser Test, auf %(periodLength)s beschränkt.

source: There is no backup.
de: Es gibt keine Datensicherung.

source: You can upgrade your contract within the test period to continue using your data.
de: Sie können Ihren Vertrag innerhalb des Testzeitraums auf einen bezahlten Vertrag umstellen, um Ihre Daten weiter zu benutzen.

source: We will send you an invoice per E-Mail, and you can please pay that invoice within 14 days.
de: Wir werden Ihnen eine Rechnung per E-Mail schicken, und Sie bezahlen diese Rechnung bitte innerhalb von 14 Tagen.

source: We will send you an invoice per E-Mail, and will withdraw the money from your account 14 days later.
de: Wir werden Ihnen eine Rechnung per E-Mail schicken, und werden 14 Tage später den Betrag per Bankeinzug einziehen.

source: The current month is free, that means the payment covers the month that follows the date of your order.
de: Der aktuelle Monat ist kostenlos, d.h. die Bezahlung ist ab dem Monat, der dem Tag Ihrer Bestellung folgt.

source: Up until %(noticePeriod)s before the end of the paid period, you can cancel the contract by E-Mail. We will provide you with a backup of your data from your instance.
de: Sie können den Vertrag bis %(noticePeriod)s vor dem Ende der bezahlten Laufzeit kündigen. Wir stellen Ihnen eine Datensicherung der Daten von Ihrer Instanz bereit.

source: If you don't cancel the contract, the contract will be automatically renewed for %(periodLengthExtension)s, and we will send you a new invoice per E-Mail.
de: Falls Sie den Vertrag nicht beenden, wird der Vertrag automatisch um %(periodLengthExtension)s verlängert, und wir werden Ihnen dann eine neue Rechnung per E-Mail senden.

source: If you downgrade your product, then this will affect the next payment period. You will not receive a refund.
de: Wenn Sie einen kleineren Vertrag wählen, wird das bei der nächsten Rechnung berücksichtigt. Wir erstatten keine Beträge zurück.

source: To be paid
de: Zu zahlen

source: per
de: pro

source: Service Period
de: Zeitraum der Dienstleistung

source: open end
de: ohne Ende

source: Contract will automatically be renewed by %(periodLengthExtension)s if it is not cancelled up until:
de: Der Vertrag wird automatisch um %(periodLengthExtension)s verlängert, falls er nicht bis zu diesem Datum gekündigt wird:

source: Contract will end on the end of the day:
de: Der Vertrag läuft aus am Ende des Tages:

source: Contract will not end until you cancel it.
de: Der Vertrag wird erst beendet, wenn Sie ihn kündigen.

source: Confirm
de: Bestätigen

source: Order now
de: Jetzt zahlungspflichtig bestellen

source: Cancel Contract
de: Vertrag kündigen

source: Details of your instance
de: Infos über Ihre Instanz

source: You can use your instance at this URL:
de: Ihre Instanz finden Sie unter dieser Adresse:

source: Your administration user is <code>%(adminuser)s</code>, with email address <code>%(adminemail)s</code>.
de: Ihr Benutzer mit Administrationsrechten ist <code>%(adminuser)s</code>, mit der E-Mail Adresse <code>%(adminemail)s</code>.

source: Login to your instance
de: Bei Ihrer Instanz anmelden

source: The initial password for the user <code>%(adminuser)s</code> is:
de: Zu Beginn lautet das Passwort für den Benutzer <code>%(adminuser)s</code>:

source: click to copy
de: Klicken um zu kopieren

source: Copied!
de: Wurde kopiert!

source: Please login as that user <code>%(adminuser)s</code>, and immediately change the password.
de: Bitte melden Sie sich mit diesem Benutzer <code>%(adminuser)s</code> an, und dann ändern Sie bitte sofort das Passwort.

source: Once you changed the password, you can create unprivileged users for daily usage.
de: Nach dem Ändern des Passwortes können Sie dann weitere normale Benutzer für den alltäglichen Gebrauch einrichten.

source: If you have not done so already, you must first get a password for this user, by resetting the password. See the link below for doing that.
de: Falls nicht bereits geschehen, müssen Sie zuerst ein Passwort für diesen Benutzer festlegen. Das geschieht über die Funktion <b>Passwort zurücksetzen</b>, die über den Link unten angestoßen wird.

source: After that you can login as user <code>%(adminuser)s</code>, and create unprivileged users for daily usage.
de: Danach können Sie sich als Benutzer <code>%(adminuser)s</code> anmelden, und dann weitere normale Benutzer für den alltäglichen Gebrauch einrichten.

source: You can reset the password for the user <code>%(adminuser)s</code> by visiting this url:
de: Sie können das Passwort für den Benutzer <code>%(adminuser)s</code> über diesen Link zurücksetzen:

source: Reset password
de: Passwort zurücksetzen

source: Payment Details
de: Zahlungsweise

source: Your current contract is for free, there is no payment.
de: Ihr aktueller Vertrag ist kostenlos, es gibt keine Zahlungen.

source: Please choose how you want to pay the invoice:
de: Bitte wählen Sie, wie Sie die Rechnung bezahlen wollen:

source: You transfer the money via SEPA
de: Sie überweisen das Geld mittels SEPA Banküberweisung oder Dauerauftrag

source: You allow us to debit your bank account via SEPA Direct Debit
de: Sie geben uns eine Einzugsermächtigung, damit wir den Betrag per SEPA Lastschrift einziehen können

source: Account Owner
de: Kontoinhaber

source: Account IBAN
de: IBAN des Kontos

source: You transfer the money via Paypal
de: Sie übermitteln das Geld über Paypal

source: Confirm and Continue to next page
de: Bestätigen und zur nächsten Seite gehen

source: Confirm Payment Method
de: Zahlungsweise bestätigen

source: See
de: Siehe

source: Website of
de: Webseite von

source: selected
de: ausgewählt

source: free
de: Kostenlos

source: for forever
de: für immer

source: for one day
de: für einen Tag

source: for %(periodLength)s days
de: für %(periodLength)s Tage

source: per month
de: pro Monat

source: per quarter
de: pro Quartal

source: per year
de: pro Jahr

source: Additional Storage:
de: Zusätzlicher Speicher:

source: Choose
de: Auswählen

source: All prices already include the VAT.
de: Alle Preise verstehen sich inkl. Umsatzsteuer.

source: popular
de: beliebt

source: Register
de: Registrieren

source: Available Products
de: Angebotene Produkte

source: Changes Saved
de: Änderungen gespeichert

source: {} GB is included in price
de: {} GB sind im Preis inbegriffen

source: + {} GB costs +{} {}
de: + {} GB kostet +{} {}

source: Contact us if you need more
de: Mehr gewünscht? Bitte melden!

source: Please specify account owner and IBAN
de: Bitte den Kontoinhaber und die IBAN angeben

source: year
de: Jahr

source: month
de: Monat

source: months
de: Monate

source: weeks
de: Wochen

source: day
de: Tag

source: days
de: Tage

source: forever
de: immer

source: another month
de: einen weiteren Monat

source: another quarter
de: ein weiteres Quartal

source: another year
de: ein weiteres Jahr

source: Error: no instance has been assigned yet.
de: Fehler: es wurde noch keine Instanz zugeordnet.
